# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

# Brews
brew 'archey'
brew 'asdf'
brew 'autoconf'
brew 'automake'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'gnu-units'
brew 'gnutls'
brew 'htop'
brew 'kubernetes-cli'
brew 'libtool'
brew 'libxslt'
brew 'libyaml' 
brew 'mas'
brew 'mercurial'
brew 'neovim'
brew 'openssl' 
brew 'packer'
brew 'readline' 
brew 'ripgrep'
brew 'sqlite'
brew 'terraform'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'zsh'

# Casks
cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'authy'
cask 'bartender'
cask 'bettertouchtool'
cask 'caffeine'
cask 'calibre'
cask 'daisydisk'
cask 'docker'
cask 'flux'
cask 'filezilla'
cask 'firefox'
cask 'font-droid-sans-mono-for-powerline'
cask 'font-eb-garamond'
cask 'font-iosevka'
cask 'font-liberation-mono-for-powerline'
cask 'font-source-code-pro-for-powerline'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'marshallofsound-google-play-music-player'
cask 'homebrew/cask-versions/firefox-developer-edition'
cask 'iterm2'
cask 'java'
cask 'keka'
cask 'licecap'
cask 'nextcloud'
cask 'slack'
cask 'sublime-text'
cask 'virtualbox'
cask 'whatsapp'
