# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Brews
brew 'archey'
brew 'asdf'
brew 'autoconf'
brew 'automake'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'gnu-units'
brew 'gnutls'
brew 'htop'
brew 'kubernetes-cli'
brew 'libtool'
brew 'libxslt'
brew 'libyaml' 
brew 'mas'
brew 'neovim'
brew 'openssl' 
brew 'readline' 
brew 'sqlite'
brew 'terraform'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'zsh'

# Casks
cask 'android-platform-tools'
cask 'alfred'
cask 'authy'
cask 'bartender'
cask 'bettertouchtool'
cask 'caffeine'
cask 'daisydisk'
cask 'docker'
cask 'flux'
cask 'font-droid-sans-mono-for-powerline'
cask 'font-eb-garamond'
cask 'font-iosevka'
cask 'font-liberation-mono-for-powerline'
cask 'font-source-code-pro-for-powerline'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'whatsapp'
